---
kind: property
id: P:Autodesk.Revit.DB.SunAndShadowSettings.Latitude
source: html/895a7159-b8b0-cdae-47d9-8b88e95332d0.htm
---
# Autodesk.Revit.DB.SunAndShadowSettings.Latitude Property

Identifies the current latitude used by the SunAndShadowSettings element.

## Syntax (C#)
```csharp
public double Latitude { get; }
```